{
    "apps": [
        {
            "Name": "7zip",
            "Version": "25.01",
            "Info": "",
            "Source": "main",
            "Updated": "2025-11-11T14:32:38.9977075+01:00"
        },
        {
            "Name": "jq",
            "Version": "1.8.1",
            "Info": "",
            "Source": "main",
            "Updated": "2025-07-10T07:45:22.4650364+02:00"
        },
        {
            "Name": "keystore-explorer",
            "Version": "5.6.1",
            "Info": "",
            "Source": "extras",
            "Updated": "2026-01-05T08:16:33.8684401+01:00"
        },
        {
            "Name": "kubectl",
            "Version": "1.35.0",
            "Info": "",
            "Source": "main",
            "Updated": "2026-01-02T07:39:50.6044675+01:00"
        },
        {
            "Name": "lazygit",
            "Version": "0.58.1",
            "Info": "",
            "Source": "extras",
            "Updated": "2026-01-13T07:05:05.7184616+01:00"
        },
        {
            "Name": "maven",
            "Version": "3.9.12",
            "Info": "",
            "Source": "main",
            "Updated": "2026-01-02T07:39:57.146171+01:00"
        },
        {
            "Name": "neovim",
            "Version": "0.11.6",
            "Info": "",
            "Source": "main",
            "Updated": "2026-01-27T07:16:28.2436793+01:00"
        },
        {
            "Name": "neovim-qt",
            "Version": "0.2.19",
            "Info": "",
            "Source": "extras",
            "Updated": "2025-01-23T07:28:15.2548524+01:00"
        },
        {
            "Name": "paint.net",
            "Version": "5.1.11",
            "Info": "",
            "Source": "extras",
            "Updated": "2025-11-10T07:42:18.2090279+01:00"
        },
        {
            "Name": "ripgrep",
            "Version": "15.1.0",
            "Info": "",
            "Source": "main",
            "Updated": "2025-10-23T08:04:36.5179706+02:00"
        },
        {
            "Name": "scene-builder",
            "Version": "25.0.0",
            "Info": "",
            "Source": "extras",
            "Updated": "2025-09-26T07:31:48.2781005+02:00"
        },
        {
            "Name": "screentogif",
            "Version": "2.42.1",
            "Info": "",
            "Source": "extras",
            "Updated": "2025-10-06T07:54:58.9853366+02:00"
        },
        {
            "Name": "uv",
            "Version": "0.9.27",
            "Info": "",
            "Source": "main",
            "Updated": "2026-01-27T07:16:50.6030115+01:00"
        },
        {
            "Name": "visualvm",
            "Version": "2.2",
            "Info": "",
            "Source": "java",
            "Updated": "2025-04-23T10:22:01.0639022+02:00"
        },
        {
            "Name": "zig",
            "Version": "0.15.2",
            "Info": "",
            "Source": "main",
            "Updated": "2026-01-23T15:17:34.6000119+01:00"
        },
        {
            "Name": "zulufx-jdk",
            "Version": "25.28.85",
            "Info": "Held package",
            "Source": "java",
            "Updated": "2025-09-22T15:22:25.9721535+02:00"
        }
    ],
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main.git",
            "Updated": "2026-01-29T05:50:54+01:00",
            "Manifests": 1422
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2026-01-29T05:51:14+01:00",
            "Manifests": 2257
        },
        {
            "Name": "sysinternals",
            "Source": "https://github.com/niheaven/scoop-sysinternals",
            "Updated": "2025-12-17T03:21:17+01:00",
            "Manifests": 75
        },
        {
            "Name": "java",
            "Source": "https://github.com/ScoopInstaller/Java",
            "Updated": "2026-01-28T21:33:03+01:00",
            "Manifests": 324
        }
    ]
}
